tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "azure-cli"

#brew "controlplane" 
# controlplane not working

#TODO: add browersaurus


brew "bash-completion"
brew "git"
brew "go"
brew "graphviz"
brew "httpie"
#brew "hugo"
brew "libtool"
brew "mas"
#brew "postgresql", restart_service: true
#brew "redis", restart_service: true
brew "telnet"
brew "tree"
brew "yarn"
brew "rcmdnk/file/brew-file"
cask "cakebrew"
cask "calibre"
cask "dotnet-sdk"
cask "firefox-developer-edition"
cask "handbrake"
cask "insomnia"
cask "ngrok"
cask "postman"
cask "powershell"
cask "powershell-preview"
cask "teamviewer"
#cask "tunnelblick"
cask "visual-studio-code"
cask "yed"
cask "dashlane"
#mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "GIF Factory", id: 1016402212
mas "Grammarly for Safari", id: 1462114288
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "PDF to EPUB Converter +", id: 770182891
mas "The Unarchiver", id: 425424353
mas "TogglDesktop", id: 957734279
mas "WhatsApp", id: 1147396723
